import image1 from '../GoodsList/img/1.png'
import image2 from '../GoodsList/img/2.png'
import image3 from '../GoodsList/img/3.png'
import image4 from '../GoodsList/img/4.png'
import image5 from '../GoodsList/img/5.png'
const goods = [
    {
        image: image1, 
        title:'Пакет видеопрограмм', 
        text: `Пакет лучших программ для работы с видео! 
               Редактируйте на монтажном столе. Конвертируйте в любые форматы. 
               Создавайте слайд-шоу. Нарезайте видео. Захватывайте видео с экрана, камер и ТВ-тюнера. Записывайте DVD и диски Blu-ray.`, 
        cost: 1990,
        id: '0'
    },
    {
        image: image2, 
        title: 'Фотостудия Movavi', 
        text: `Полный набор инструментов для легкой фотообработки. 
               Настраивайте параметры изображения вручную и улучшайте качество автоматически, 
               добавляйте крутые фильтры и надписи. Обрезайте, отражайте и поворачивайте кадр, 
               изменяйте размер фото. Удаляйте с фото лишние объекты и заменяйте скучные фоны. 
               Обрабатывайте папки с фото в пакетном режиме, создавайте слайд-шоу с музыкой и переходами.`, 
        cost: 1890,
        id: '1'
    },
    {
        image: image3, 
        title: 'Movavi Фоторедактор', 
        text: `Улучшайте качество фото автоматически и вручную. 
               Настраивайте резкость, контраст и цветность. 
               Удаляйте с фотографий объекты, случайно попавшие в кадр. 
               Заменяйте фон изображения. Добавляйте надписи. 
               Выделяйте элементы при помощи удобных инструментов – кисти, волшебной палочки или лассо. 
               Используйте штамп, чтобы устранять мелкие дефекты изображений. `, 
        cost: 990,
        id: '2'
    },
    {
        image: image4, 
        title: 'Movavi Пакетный фоторедактор', 
        text: `Обрабатывайте любое количество фотографий одним нажатием кнопки – уменьшайте целые фотоальбомы, 
               переименовывайте файлы, конвертируйте формат и улучшайте качество изображений в пакетном режиме. 
               Теперь вам не придется сохранять каждый файл по отдельности: просто примените изменения ко всем 
               фото сразу и экспортируйте их с новыми настройками!`, 
        cost: 490,
        id: '3'
    },
    {
        image: image5, 
        title: 'Захват видео с экрана', 
        text: `Записывайте все, что происходит на экране вашего монитора: 
               видеочаты, работу в программах и интернет-браузерах и многое другое. 
               Сохраняйте скринкасты в любые популярные форматы и для мобильных устройств.`, 
        cost: 1490,
        id: '4'
    }
]

export default goods